Autodesk.Revit.DB.Structure.FabricLocation
Fabric location in the host
Since:
2013
Since:
2013

Autodesk.Revit.DB.Structure.FabricLocation.BottomOrInternal
The fabric is on the bottom face of a floor host, or on the internal face of a wall host.

Autodesk.Revit.DB.Structure.FabricLocation.TopOrExternal
The fabric is on the top face of a floor host, or on the external face of a wall host.